Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyIncompleteElementWarn Property
 Can't copy part of element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyIncompleteElementWarn { get; }
Public Shared ReadOnly Property CannotCopyIncompleteElementWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyIncompleteElementWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyIncompleteElementWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace